taskt/Core/Automation/Commands/ListGroup/FilterListCommand.dot
digraph "FilterListCommand" {
"FilterListCommand" -> "AListCreateFromListCommands";
"FilterListCommand" -> "IFilterValueProperties";
"FilterListCommand" -> "IHaveDataTableElements";
"AListCreateFromListCommands" -> "ScriptCommand";
"AListCreateFromListCommands" -> "IListCreateFromListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
